tap "adoptopenjdk/openjdk"
tap "clockworklabs/tap"
tap "dart-lang/dart"
tap "facebook/fb"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "modularml/packages"
tap "mongodb/brew"
tap "theboredteam/boring-notch"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "gettext"
brew "git"
brew "asdf"
brew "glib"
brew "cloudflared", restart_service: :changed
brew "ruby"
brew "cocoapods"
brew "lima"
brew "colima"
brew "curl"
brew "composer"
brew "coreutils"
brew "dive"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "wxwidgets@3.2"
brew "erlang"
brew "elixir"
brew "gh"
brew "harfbuzz"
brew "openjpeg"
brew "ghostscript"
brew "git-extras"
brew "git-lfs"
brew "gnucobol"
brew "go"
brew "openjdk"
brew "gradle"
brew "grpc"
brew "lua"
brew "highlight"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kdoctor"
brew "kerl"
brew "mailpit"
brew "maven"
brew "mkcert"
brew "node"
brew "mongosh"
brew "mysql", restart_service: :changed
brew "nano"
brew "neofetch"
brew "nghttp2"
brew "nmap"
brew "nss"
brew "picocom"
brew "pkgconf"
brew "postgresql@16", restart_service: :changed
brew "pyenv"
brew "python-launcher"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "sdl2"
brew "tree"
brew "watchman"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "facebook/fb/idb-companion"
brew "modularml/packages/modular"
brew "mongodb/brew/mongodb-community"
cask "adoptopenjdk16"
cask "alt-tab"
cask "android-platform-tools"
cask "boring-notch"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "dotnet-sdk"
cask "flutter"
cask "font-fira-code"
cask "godot"
cask "sublime-text"
cask "vlc"
cask "webpquicklook"
vscode "alexcvzz.vscode-sqlite"
vscode "aliariff.vscode-erb-beautify"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "batisteo.vscode-django"
vscode "bierner.docs-view"
vscode "bierner.emojisense"
vscode "bradlc.vscode-tailwindcss"
vscode "brunnerh.insert-unicode"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dskwrk.vscode-generate-getter-setter"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equimper.react-native-react-redux"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "fudge.auto-using"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hzgood.dart-data-class-generator"
vscode "idered.npm"
vscode "jakebecker.elixir-ls"
vscode "jansav.to-es6-template-literal"
vscode "jasonnutter.search-node-modules"
vscode "jock.svg"
vscode "johnreemar.vscode-qwik-snippets"
vscode "jpoissonnier.vscode-styled-components"
vscode "kavod-io.vscode-jest-test-adapter"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mblode.twig-language-2"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "modular-mojotools.vscode-mojo"
vscode "monosans.djlint"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "nicoespeon.abracadabra"
vscode "nucllear.vscode-extension-auto-import"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "oracle.oracle-java"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "pgourlain.erlang"
vscode "phoenixframework.phoenix"
vscode "pixelbyte-studios.pixelbyte-love2d"
vscode "prisma.prisma"
vscode "raiondesu.qwik-city-link-autocomplete"
vscode "rapidapi.vscode-rapidapi-client"
vscode "rapidapi.vscode-services"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "shopify.ruby-lsp"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "spmeesseman.vscode-taskexplorer"
vscode "stateful.runme"
vscode "statelyai.stately-vscode"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "tabnine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wallabyjs.quokka-vscode"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "zignd.html-css-class-completion"
