tap "adoptopenjdk/openjdk"
tap "caskroom/cask"
tap "caskroom/versions"
tap "dart-lang/dart"
tap "facebook/fb"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "autoconf@2.69"
brew "glib"
brew "dive"
brew "folly"
brew "elixir"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "openjpeg"
brew "git-extras"
brew "git-lfs"
brew "go"
brew "gradle"
brew "grpc"
brew "highlight"
brew "ilmbase"
brew "python@3.9"
brew "libheif"
brew "python@3.8"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "openjdk"
brew "kafka"
brew "kerl"
brew "maven"
brew "mkcert"
brew "mongosh"
brew "mysql"
brew "nano"
brew "neofetch"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nss"
brew "openjdk@11"
brew "picocom"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sdl2"
brew "terraform"
brew "tree"
brew "upx"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "facebook/fb/idb-companion"
brew "mongodb/brew/mongodb-community", link: false
cask "adoptopenjdk"
cask "adoptopenjdk16"
cask "alt-tab"
cask "android-platform-tools"
cask "db-browser-for-sqlite"
cask "fig"
cask "flutter"
cask "font-fira-code"
cask "gimp"
cask "godot"
cask "meld"
cask "open-in-code"
cask "skype"
cask "sublime-text"
cask "suspicious-package"
cask "virtualbox"
cask "vlc"
cask "webpquicklook"
