tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "facebook/fb"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "modularml/packages"
tap "mongodb/brew"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "coreutils"
brew "asdf"
brew "autoconf@2.69"
brew "gettext"
brew "glib"
brew "cloudflared"
brew "ruby"
brew "cocoapods"
brew "lima"
brew "qemu"
brew "colima"
brew "curl"
brew "dive"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "gh"
brew "harfbuzz"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnucobol"
brew "go"
brew "openjdk"
brew "gradle"
brew "grpc"
brew "lua"
brew "highlight"
brew "ilmbase"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kdoctor"
brew "kerl"
brew "maven"
brew "mkcert"
brew "node"
brew "mongosh"
brew "mysql"
brew "nano"
brew "neofetch"
brew "nghttp2"
brew "nmap"
brew "nss"
brew "picocom"
brew "pkg-config"
brew "postgresql@16", restart_service: true
brew "pyenv"
brew "python-launcher"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "sdl2"
brew "terraform"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "facebook/fb/idb-companion"
brew "modularml/packages/modular"
brew "mongodb/brew/mongodb-community"
cask "adoptopenjdk"
cask "adoptopenjdk16"
cask "alt-tab"
cask "android-platform-tools"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "fig"
cask "flutter"
cask "font-fira-code"
cask "godot"
cask "open-in-code"
cask "sublime-text"
cask "vlc"
cask "webpquicklook"
